Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/kielipesaohjaajana_aloittanut_niina_aikio-siltala.html.tmx
Source language: fin
Languages: smn

source: Kielipesäohjaajana aloittanut Niina Aikio-Siltala
smn: Kielâpiervâlstivrejeijen algâttâm Niina Aikio-Siltala

source: Saamelaiskäräjien ma. kielipesäohjaajaksi valittiin tammikuussa Niina Aikio-Siltala.
smn: Sämitige má. kielâpiervâlstivrejeijen väljejui uđđâivemáánust Niina Aikio-Siltala.

source: Aikio-Siltala on koulutukseltaan varhaiskasvatuksen opettaja (KK) ja hän on työskennellyt aiemmin inarinsaamenkielisissä kielipesissä sekä Ivalon kouluilla inarinsaamen tuntiopettajana.
smn: Aikio-Siltala lii škovliittâs peeleest arâšoddâdemmáttáátteijee (ŠK) já sun lii porgâm ovdil anarâškielâ kielâpiervâlijn sehe Avveel škoovlâin anarâškielâ amnâsmáttáátteijen.

source: Kielipesäohjaajan tehtäviin kuuluu mm. kielipesien valtionavustuksen hallinnointi, kielipesätoiminnan kehittäminen yhdessä muiden toimijoiden kanssa, kielipesätyöntekijöiden koulutusten koordinointi sekä pedagogisen tuen tarjoaminen kielipesiin.
smn: Kielâpiervâlstivrejeijee pargoid kuleh ei. kielâpiervâlij išeruuđâi haldâšem, kielâpiervâltooimâ ovdedem eres tuáimeigijn, kielâpiervâlpargei škovliittâsâi koordinistem sehe pedagoglâš torjuu faallâm kielâpiervâláid.

source: – Uusi työ on lähtenyt mukavasti käyntiin.
smn: – Uđđâ pargo lii vuálgám pyereest joton.

source: Näin aluksi olen keskustellut kielipesätyöntekijöiden kanssa ajankohtaisista kuulumisista, työskennellyt valtionavustukseen liittyvien asioiden kanssa sekä suunnitellut kielipesätyöntekijöiden tämän vuoden koulutuksia.
smn: Návt aalgân lam savâstâllâm kielâpiervâlpargeiguin äigikyevdilis aašijn, porgâm išeruutân lohtâseijee ašijguin sehe vuávám kielâpiervâlpargei taam ive škovliittâsâid.

source: Myös kielineuvola tulee saamaan pian jatkoa ja Kuáti.
smn: Meid kielâravviittâhtoimâ juátkoo forgâpalij já Kuáti.

source: fi- sivuston uudistamistyö on loppusuoralla, Aikio-Siltala kertoo.
smn: fi- sijđo uđâsmittempargo lii forgâ vaalmâš.

source: – Kielenelvytys, kielipesät ja saamelainen varhaiskasvatus ovat selkeästi itselleni niitä asioita, joiden kanssa haluan työskennellä nyt ja tulevaisuudessakin, joten olen todella iloinen että pääsin pienen tauon jälkeen takaisin kielipesien pariin.
smn: – Kielâiäláskittem, kielâpiervâleh já sämmilâš arâšoddâdem láá munjin čielgâsávt tagareh ääših, moiguin halijdâm porgâđ tääl já puátteevuođâst-uv, te lam hirmâd ilolâš ete peessim uccâ puudâ maŋa maasâd kielâpiervâlijguin porgâđ.

source: Kielipesäohjaajaan voi ensisijaisesti olla yhteydessä kaikkiin kielipesätoimintaan liittyvissä kysymyksissä.
smn: Kielâpiervâlstivrejeijei puáhtá iänááš leđe ohtâvuođâst puoh kielâpiervâltooimân lohtâseijee koččâmušâin.

source: Kielipesäohjaaja seuraa yhdessä kieliturvasihteerin kanssa toiminnan toteutumista.
smn: Kielâpiervâlstivrejeijee čuávu oovtâst kielâtorvočällein tooimâ olášuttem.

source: Toimintaa koskevat päätökset ja linjaukset laatii Saamelaiskäräjien kielineuvosto .
smn: Tooimân kyeskee miärádâsâid já linjimijd taha Sämitige kielârääđi .

source: Tältä sivulta löydät perustieota kielipesätoiminnasta: https://www.samediggi.fi/toiminta/saamen-kieli/kielipesa/
smn: Taan siijđost kaavnah vuáđutiäđuid kielâpiervâltooimâst: https://www.samediggi.fi/toima/samikiela/kielapierval/?lang=an

source: Lisätietoja
smn: Lasetiäđuh

source: Ma. kielipesäohjaaja Niina Aikio-Siltala, 040 487 5414 / 0 10 839 3115, niina.aikio-siltala(at)samediggi.fi
smn: Má. kielâpiervâlstivrejeijee Niina Aikio-Siltala, 040 487 5414 / 010 839 3115, niina.aikio-siltala(at)samediggi.fi

source: Kieliturvasihteeri Anne Kirste Aikio, 040 707 5626 / 010 839 3124, anne-kirste.aikio(at)samediggi.fi
smn: Kielâtorvočällee Anne Kirste Aikio, 040 707 5626 / 010 839 3124, anne-kirste.aikio(at)samediggi.fi
